
{"type":"story","id":"001108048","ftid":"001108048","hasPrivilege":true,"show_billigual_switch":false,"publish_status":"publish","fileupdatetime":"1761872091","cheadline":"从酷夏到入冬：看风看云，冷暖自知","cskylineheadline":"","cskylinetext":"","clongleadbody":"郑静：上海人的心里始终想有本细账：到什么节气该办哪桩事，到什么月份该穿哪件衣。但天气总是任性随意，不按常理出牌，成了一个难以预判，又特别想去把控的变数。","cshortleadbody":"","cbyline":"","eskylineheadline":"","eskylinetext":"","eheadline":"","elongleadbody":"","eshortleadbody":"","ebyline":"0","cbyline_description":"FT中文网专栏作家","cauthor":"郑静","cbyline_status":"","ebyline_description":"","eauthor":"郑静","ebyline_status":"","thumblink":null,"tag":"四季随笔,城市,立冬,上海","genre":"column","topic":"lifestyle,lifestory","industry":"","area":"","scoop":"no","original":"no","show_english":"no","column":"007000071","columninfo":{"id":"007000071","publish_status":"publish","fileupdatetime":"1504160361","headline":"《居食趣》","author_name_cn":"郑静","type":"cn","pic":"000072322;郑静","description":"郑静，《美好家园》杂志主编、财经网生活频道主编、家居设计专栏作家、策展顾问，著有《岁时历——日日是好日》、《中国风尚》、《新中式艺术》、《ART DECO 在上海》等，微博号@绿色蝴蝶，微信公众号“蝴蝶厨房”。","adchannel":"008000001","sort":"50","showpic":"1","showheadline":"1","get_column_info":"get_column_info","piclink":"http://d2hgac2iiu3amu.cloudfront.net/picture/2/000072322_piclink.jpg"},"pubdate":"1761840000","suppressad":"0","accessright":"0","access_tier":0,"adchannel":"","breadcrumb":"0","headlinesize":"0","customlink":"","last_publish_time":"1761840000","priority":"99","story_pic":{"Getty":"","other":"/picture/6/000310626_piclink.jpg","smallbutton":"/picture/6/000310626_piclink.jpg","caption":"上海刚刚度过了一个“超长待机”的夏天，而且结束得十分决绝，像恩断义绝的恋人一样，一别两宽。"},"story_audio":{"ai_audio_c":"https://audio.ftcn.net.cn/album/a_1761872531_7365.mp3","interactive_id":"237227"},"paywall":1,"cache_time":60,"timefororder":"1761840000","tag_code":"%E5%9B%9B%E5%AD%A3%E9%9A%8F%E7%AC%94%2C%E5%9F%8E%E5%B8%82%2C%E7%AB%8B%E5%86%AC%2C%E4%B8%8A%E6%B5%B7","author_code":"%E9%83%91%E9%9D%99","item_type":"story","whitelist":0,"relative_story":[],"relative_vstory":[],"cbody":"<p>有热心市民在朋友圈里温馨提示，距离立冬居然只有7天了。立冬，是冬天的第一个节气，从那天开始，意味着开始进入冬季。立冬、腊月、冬至之后，春节也就不远了。</p>\r\n<p>但其实今年上海的秋天才开始，半个月前刚结束了“160天超长待机”的夏天，而且结束得十分决绝，像是恩断义绝的恋人一样，一别两宽。电闪雷鸣的风雨夜，气温断崖似地下降，直落了十来度，一夜之间，上海被推进了秋天的大门，而此时离霜降节气只剩下三四天而已。</p>\r\n<p>猝不及防的降温，打乱了所有的生活节奏。再讲究衣品的上海人也被弄得应接不暇，翻箱倒柜找出皱巴巴的秋装，自嘲是一颗行走的樟脑丸。地铁里，短袖与风衣并肩，短裙和羽绒背心挨在一起，像把四季同时塞进车厢。可就在这阵慌乱里，秋天已稳稳落地，再不适应也得适应了，否则再不抓紧换季，冬天就来了。</p>\r\n<p>书上总是说英国人最爱聊天气。和熟络的人聊，和偶遇的人聊，见面聊，书信里也聊，感觉不聊两句落雨与温度，就没办法把天聊下去。当然更多的时候，聊完这天气，也就可以沉默或再见了。</p>\r\n<p>英国人把天气当成社交的“万能钥匙”，和陌生人并肩等红灯时一边听着滴滴答答的数秒声，一边聊两句雨势大小；和旧友通信，结尾不忘补一句：“祝你被太阳温柔对待”什么的。话题看似轻盈，却像握手或碰杯，是礼节，也是试探，先交换一点无关痛痒的共识，再决定要不要把对话继续。于是，谈完落雨与温度，沉默便显得自然，告别也不显突兀。</p>\r\n<p>其实比起英国人，对于天气的关注上海人一点都不逊色，而且这种关切度会在夏秋两季尤为密切，尤其在季节交替的时候，更是到达巅峰。梅雨季的时候，人人掐着手指算着什么时候入梅和出梅。入了夏，天天数着高温天会不会又创新高，到底哪股台风能把上海吹入秋天。天气在这个城，不仅仅是寒暄，更像是上海人的节拍器，滴答之间，一整年的生活节奏就此起承转合。</p>\r\n<p>有节奏，有规划，上海人的心里始终有本细账：到什么节气该办哪桩事情，到什么月份该穿哪件衣服，账页翻得清清楚楚。更重要的是，这本台账在整个城通用，上海人彼此明了节奏，不约而同地照章行事。生活如此，工作亦然，城市便在这种同频共振里运转，日日精准如钟。</p>\r\n<p>久而久之，规则被划分得愈发精细。城市的每片区域切割成网格，每条街道也被赋予独特的气质与定位。上海人说方位，永远先报一个交叉的十字：横马路、纵马路，两条路名一落，街区的风貌、商铺的格调、甚至人群的画像便随之浮现，彼此心领神会，从不迷失。</p>\r\n<p>当这些规则被固定后，那唯一会变化的就只剩天气了。它任性随意，不受控制，甚至会不按常理出牌，时常让人摸不到头脑，成了生活中最大的变数。所以上海人每天牵肠挂肚着第二天的天气如何，是艳阳高照，还是阴雨连绵，是持续高温，还是台风奇袭。这种焦虑担忧一旦成为公众话题，那自然会排在日常聊天中的首位。天气成为电梯、咖啡馆、地铁车厢里最自然的开场白。</p>\r\n<p>天气成了精准生活里最后一项无法预演的变数，可人们又特别想去把控。因为换季、出游甚至日常通勤，几乎所有的行动都和天气有所关联。很多年前，那些英国太太们就已懂得用天气经营日子。《傲慢与偏见》里的班纳特太太，一边操心女儿的姻缘，一边紧盯邻居家有钱的单身汉。她比谁都关心天气——天天盼着路上不泥泞，好办一场舞会；盼着太阳赏脸，好把新邻居请来喝茶、吃饭、聊天。</p>\r\n<p>奥斯汀笔下的英国如此，上海亦如此。在上海，天气不只是背景板，而是直接影响到生活和社交的实时变量。当变量足以左右生活成本与身份体面，再淡定的上海人也会养成时时看天的肌肉记忆。</p>\r\n<p>在没有手机APP时的时候，上海人对天气预报的关心程度超过了《新闻联播》。每天晚饭的时候打开电视，先看上海台的天气预报，然后再转到中央台，伴随着《渔舟唱晚》的音乐声，校对下误差。如此这般还不放心，那《新民晚报》上但凡有关台风、高温的报道是一个字都不会错过。到了晚间新闻的时候，还要再看看是否会有变数。上海气象局发出的那些云层动态、风向曲线，像是无形的指挥棒，指挥着上海人第二天的行动。明天穿什么？带不带阳伞，第二天是开车还是坐地铁，要不要提前出门，统统都要看了天气再说。精准的日子里，精准的规划也需要有一定的弹性空间，这些细微的调整都得有提前量，事先做好预案。</p>\r\n<p>在1872年，上海的徐家汇就已经有了气象台，开始的时候条件简陋，几间平房，一只寒暑表、一只气压表各一两支，这就是中国最早的气象台，是法国人设立的。几年后，国人接纳了这种做法，城市也开始对它有了依赖，气象台的监测范围也越来越大。除了徐家汇，法国开始在外滩也设立气象信号台，说是信号台其实就是在一间小屋旁竖了一根木桅杆，挂上气象警报信号，用风球指示风向。可就靠这些设备，就已经能预报台风情况，信号台还升起旗语，有风向、风力标识，其中如果升起蓝色小旗就表示当天有雾。当时的航运公司、码头都依靠这些消息来安排船期，报馆也登报广而告之。外滩的那两根木桅杆承载着太多的使命，先后两次在台风和雷雨的冲击下折断，修了又倒，倒了又修，因为上海人已经习惯了抬头看旗语，看风球，倒掉的哪是桅杆，倒掉的简直就是航运人的天。</p>\r\n<p>后期法租界公董局重新修建了信号台，更坚固也更美观。信号台的墙裙有着红黄相间的水平条纹，主塔内有一通长钢柱，围绕钢柱的旋转楼梯很窄，只能供一人上下。这种建筑风格被称为“阿脱奴婆” 式建筑，也就是新艺术运动（Art Nouveau）风格建筑。这种建筑风格恰好盛行于19世纪末20世纪初，它强调自然形态和曲线的运用。那时的上海汇集了最好的设计师，也汇集了最新的材料和建筑风格，它们就这样留存在外滩，成了今天的时尚。这座信号台运作了很久，当它的实际功能被替代后，它还完好地保存着。1993年外滩整体改造，信号台向东整体移位了20米，那根圆柱依旧树立着，黄浦江上往来的船只依旧能清晰看见，看见它，汽笛声响，那就说明上海到了。</p>\r\n<p>看风看云看天气，上海人就这样精细规划了生活这么久，早已习惯了到时入秋，先倒腾衣橱，再掐着点等大闸蟹、糖炒栗子排队登场。上海的秋天，不像北方那样会万山红遍，层林浸染，它擅长慢慢渲染，一点点过渡，这一切总是从桂花飘香开始。</p>\r\n<p>可今年偏偏不是这样，夏日像超支的信用卡，高温迟迟不肯散去，秋意被拖在门外，无法到来，桂花树集体“宕机”，完全没有要盛开的意思。有趣的是，在键盘上打桂花二字的时候，输入法同时会跳出“规划”二字，在上海人的心中，桂花就是秋天的“规划”，没了桂花飘香，也就意味着上海缺了秋天。那秋日的惬意，可以散步闲逛，看着梧桐叶慢慢变黄的日子，也同时消逝了。</p>\r\n<p>谁料，一周后，桂花“想开了”。一缕熟悉的味道飘过来，DNA当场被唤醒。本想端端架子，假装视而不见，可香气越来越浓，树下金灿灿越来越晃眼——上海人还是乖乖投降，像对着作天作地的女朋友发发嗲，心立刻软成一滩。于是，手机镜头对准花丛左拍右拍，想把这点“迟到浪漫”封存；朋友圈里缺失的秋日仪式感，终于踩着桂花香回来了。</p>\r\n<p>缺失是遗憾的，可更人抓狂的是，好不容易做好了“今年缺失”的心理准备，可它偏又来了，而且是来的没有一点预兆。一周后，桂花居然“想开了”，当那股子熟悉的香味飘过来的时候，哪怕是很细微的一点，也能让人察觉，上海人对桂花的记忆是印在DNA里的。本想对它也搭搭架子，假装视而不见，可实在架不住那香气越来越浓，树下的那片金灿灿越来越醒目。于是，上海人还是投降了，像是对着作天作地的女朋友，发发嗲，心立刻软了。于是，照样对着花枝左拍右拍，想留住桂花的香气和妩媚。朋友圈里缺失的那份秋日浪漫，就这样又回来了。</p>\r\n<p>（本文仅代表作者个人观点，图片摄影：Iuliia Naumova，编辑邮箱：zhen.zhu@ftchinese.com)</p>","ebody":""}