{
  "type": "interactive",
  "subtype": "英语电台",
  "id": "231757",
  "ftid": "af427716-1366-4db7-8122-708bcc50638c",
  "hasPrivilege": true,
  "show_billigual_switch": false,
  "publish_status": "publish",
  "fileupdatetime": "1758878202",
  "cheadline": "寰球商情速递：2025年9月26日",
  "cskylineheadline": "",
  "cskylinetext": "",
  "clongleadbody": "美国总统特朗普已签署总统令，正式批准将TikTok的美国业务从字节跳动中分离；德国呼吁动用被冻结的俄罗斯资产为乌克兰提供军事贷款；法国前总统尼古拉·萨科齐因受贿罪被判处五年监禁，成为首位入狱的法国前总统；投资者因美国可能提供援助而押注阿根廷，其未来的经济前景仍有待观察。",
  "cshortleadbody": "",
  "cbyline": "",
  "eskylineheadline": "",
  "eskylinetext": "",
  "eheadline": "Ukraine’s new war chest: frozen Russian funds?",
  "elongleadbody": "Germany calls for frozen Russian assets to go towards new 140bn euro loan for Kyiv",
  "eshortleadbody": "",
  "ebyline": "0",
  "cbyline_description": "",
  "cauthor": "",
  "cbyline_status": "",
  "ebyline_description": "",
  "eauthor": "",
  "ebyline_status": "",
  "thumblink": null,
  "tag": "英语电台,寰球商情速递",
  "genre": "",
  "topic": "",
  "industry": "",
  "area": "",
  "scoop": "no",
  "original": "no",
  "show_english": "no",
  "column": "",
  "pubdate": "1758816000",
  "suppressad": "0",
  "accessright": "0",
  "access_tier": 0,
  "adchannel": "",
  "breadcrumb": "0",
  "headlinesize": "0",
  "customlink": "",
  "last_publish_time": "1758816000",
  "priority": "99",
  "story_pic": {
    "Getty": "",
    "other": "/picture/4/000108794_piclink.png",
    "smallbutton": "/picture/4/000108794_piclink.png",
    "caption": ""
  },
  "story_audio": {
    "ai_audio_c": "https://audio.ftcn.net.cn/album/a_1758864312_2105.mp3"
  },
  "paywall": 1,
  "cache_time": 60,
  "timefororder": "1758816000",
  "tag_code": "%E8%8B%B1%E8%AF%AD%E7%94%B5%E5%8F%B0%2C%E5%AF%B0%E7%90%83%E5%95%86%E6%83%85%E9%80%9F%E9%80%92",
  "author_code": "",
  "item_type": "interactive",
  "whitelist": 0,
  "relative_story": [],
  "relative_vstory": [],
  "cbody": "\u003Cp\u003E\u003Cem\u003EThis is an audio transcript of the \u003C/em\u003E\u003Ca href=\"https://www.ft.com/ft-news-briefing\"\u003E\u003Cem\u003EFT News Briefing\u003C/em\u003E\u003C/a\u003E\u003Cem\u003E podcast episode: \u003C/em\u003E\u003Ca href=\"https://www.ft.com/content/af427716-1366-4db7-8122-708bcc50638c\"\u003E\u003Cem\u003E‘Ukraine’s new war chest: frozen Russian funds?’\u003C/em\u003E\u003C/a\u003E\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EMarc Filippino\u003C/strong\u003E\u003Cbr/\u003EGood morning from the Financial Times. Today is Friday, September 26th. This is your \u003Cem\u003EFT News Briefing\u003C/em\u003E. The saga around TikTok in the US might be coming to an end, and Germany wants to use frozen Russian assets to fund Ukraine’s military. Plus Argentina’s markets have chilled out — for now. I’m Marc Filippino, and here’s the news you need to start your day.\u003C/p\u003E\r\n\u003Cp\u003E[MUSIC PLAYING]\u003C/p\u003E\r\n\u003Cp\u003EDonald Trump on Thursday ushered in a new and long-awaited era for social media juggernaut TikTok. The US president signed an executive order approving an agreement to split the app’s US operations from its Chinese parent company ByteDance. It’ll retain almost 20 per cent ownership in the American entity.\u003C/p\u003E\r\n\u003Cp\u003ESoftware company Oracle, private equity group Silver Lake and Abu Dhabi’s MGX will control nearly half. Oracle will oversee the data and algorithm for security purposes. People familiar with the matter told the FT that existing US investors will also retain a stake in the business. They’ll be joined by a consortium of new investors, including Fox News owner Rupert Murdoch. Vice-President JD Vance said TikTok US will be valued at $14bn.\u003C/p\u003E\r\n\u003Cp\u003E[MUSIC PLAYING]\u003C/p\u003E\r\n\u003Cp\u003EGerman Chancellor Friedrich Merz is calling on the European Union to unlock billions of euros in a loan to Ukraine. Those loans would go specifically towards military equipment. Now, what is the source of this money? It’s seized Russian assets. In the past, Berlin has been sceptical of using frozen Russian money to fund Ukraine’s war efforts.\u003C/p\u003E\r\n\u003Cp\u003EHere to tell me what changed is the FT’s Anne-Sylvaine Chassany. Hi, Anne-Sylvaine.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EAnne-Sylvaine Chassany\u003C/strong\u003E\u003Cbr/\u003EHello.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EMarc Filippino\u003C/strong\u003E\u003Cbr/\u003ESo, let’s start with the German chancellor, Friedrich Merz. What’s he proposing and how is it different than what he said before?\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EAnne-Sylvaine Chassany\u003C/strong\u003E\u003Cbr/\u003ESo Chancellor Friedrich Merz is suggesting that Europe finds a way to use the so-called frozen Russian assets, assets from Russian nationals who have been sanctioned by the European Union. So far no one really wanted to touch these assets for legal and financial reasons.\u003C/p\u003E\r\n\u003Cp\u003EAnd now he’s suggesting that there might be a way to raise up to €140bn from these assets and lend this money to Ukraine. He’s also suggesting that this money would be only used to purchase military equipment, and he’s also suggesting that this money be used to purchase European equipment so that it serves both the purpose of helping European defence and helping Ukraine.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EMarc Filippino\u003C/strong\u003E\u003Cbr/\u003EAs I mentioned, Anne-Sylvaine, this is different than what he has been saying about money in the war in Ukraine before this point. Why is Merz having a change of heart?\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EAnne-Sylvaine Chassany\u003C/strong\u003E\u003Cbr/\u003EYeah, he was very sceptical about it and actually mentioned the fact that using these assets could also undermine the confidence in the Eurozone. And so what has changed is the pressure from both Russia, — which is still pounding Ukraine, and also testing some of, you know, the Nato airspace — and Donald Trump and Donald Trump obviously trying to reduce its commitment to Europe, to Nato, and not really reliable when it comes to supporting Ukraine.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EMarc Filippino\u003C/strong\u003E\u003Cbr/\u003EI want to break down both of those parts separately. The first one I want to talk about is the fear in Brussels, that Donald Trump isn’t just disengaging from Ukraine but he’s also out to blame Europe for failing to stop the war. What has amped that fear up this week?\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EAnne-Sylvaine Chassany\u003C/strong\u003E\u003Cbr/\u003EYeah. So a few things recently have really sounded the alarm bells in Brussels and in other European capitals from Washington is when Donald Trump on Tuesday all of a sudden made this declaration on Truth Social that Ukraine could regain all its territory with the help of the European Union.\u003C/p\u003E\r\n\u003Cp\u003EAnd that’s after spending month telling the opposite to Ukraine’s President Volodymyr Zelenskyy and telling him that he could lose Russian-occupied territory. So that’s turned Europeans and you know, down on them that maybe he was actually the US president was trying to prepare for shifting the blame on Europe. If Ukraine falters in the war by setting this unrealistic or perhaps, you know, too ambitious goal of retaking all territory.\u003C/p\u003E\r\n\u003Cp\u003EAnd there’s also this tariff request from Donald Trump of applying up to a 100 per cent tariffs on Chinese and Indian goods for their roles in purchasing Russian oil. This is so much for Europe. It’s almost impossible to meet this request. And so here again, this is another impossible expectation from Trump.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EMarc Filippino\u003C/strong\u003E\u003Cbr/\u003ERight. Then you mentioned Russian incursions into European airspace. There have been a few over the past couple of weeks. How much does the reversal by Merz have to do with the feeling that Russia may be testing Europe?\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EAnne-Sylvaine Chassany\u003C/strong\u003E\u003Cbr/\u003EYeah, I mean, it’s all contributing to this idea that Europe really need to stand for its own and trying to find ways to support Ukraine more than it used to. And yes, these incursions — drone incursions in Poland, drone incursions in Romania, even like sending Russian fighter jets into Estonian airspace — all this is contributing to this sentiment that Europe is really on its own and really trying to use whatever it can do, and the frozen Russian assets is one of the very few policies that Europe can actually seize upon.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EMarc Filippino\u003C/strong\u003E\u003Cbr/\u003EAnne-Sylvaine Chassany is the FT’s Berlin bureau chief. Thanks, Anne-Sylvaine.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EAnne-Sylvaine Chassany\u003C/strong\u003E\u003Cbr/\u003EThank you.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EMarc Filippino\u003C/strong\u003E\u003Cbr/\u003EFormer French president Nicolas Sarkozy was sentenced to five years in prison yesterday and fined €100,00. The right-wing politician was found guilty of criminal conspiracy. The landmark corruption trial was over accusations that Sarkozy took millions from Libyan dictator Muammer Gaddafi, and then used that money to finance his 2007 presidential campaign.\u003C/p\u003E\r\n\u003Cp\u003EBut judges in Paris cleared Sarkozy of several more serious charges like embezzlement and illegal campaign financing. It’s the first time a former French president has been ordered to serve time in prison. Sarkozy said he would appeal against the, quote, scandalous verdict.\u003C/p\u003E\r\n\u003Cp\u003E[MUSIC PLAYING]\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EMarc Filippino\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp\u003EInvestors piled back into Argentina this week. That’s because the US said it was considering bailing out its ally. But that market enthusiasm may not stick around. Analysts say President Javier Milei’s problems could be too big for a swap line to fix.\u003C/p\u003E\r\n\u003Cp\u003EI’m joined now by the FT’s Ciara Nugent in Buenos Aires to explain. Hi, Ciara.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003ECiara Nugent\u003C/strong\u003E\u003Cbr/\u003EHi, Marc.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EMarc Filippino\u003C/strong\u003E\u003Cbr/\u003EOK, so let’s talk about this financial lifeline the US has offered. What are the details and how did investors react to the news?\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003ECiara Nugent\u003C/strong\u003E\u003Cbr/\u003ESo the US has said it is negotiating a $20bn currency swap line with Argentina central bank and that it would also be willing to step in to buy Argentine sovereign bonds if it needs to at some point.\u003C/p\u003E\r\n\u003Cp\u003ESo it’s not actually giving Argentina any money directly right now they’re just kinda saying we’ll be here to back you up if there is some kind of liquidity crisis. And the aim here is to like reassure investors that Argentina has access to enough dollars to pay its debts and to keep the currency afloat.\u003C/p\u003E\r\n\u003Cp\u003EWe should note that this is happening less than six months after the International Monetary Fund tried to do like basically the same thing by agreeing a $20bn loan with Argentina. But for now the US support seems to have filled its aims. A run on the peso that had been kind of spiralling in the last couple of weeks has stopped. Bond prices are up, so yeah, it’s, definitely had a calming effect on markets.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EMarc Filippino\u003C/strong\u003E\u003Cbr/\u003EHow bad have things gotten for Argentina? The financial troubles you mentioned are pretty significant, right?\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003ECiara Nugent\u003C/strong\u003E\u003Cbr/\u003EYeah, so Milei fell into this kind of market crisis earlier this month. Basically, after he lost this big provincial election in Buenos Aires province by a much wider margin than many people were expecting, investors started to kind of freak out that maybe he doesn’t have as much support for his free market reforms as they expected. And this is happening just before a crucial midterm election in October.\u003C/p\u003E\r\n\u003Cp\u003EAnd in Argentina because of the history of like all these governments trying to do free market reforms and then failing, these fears can compound really fast. So investors take their money out, you have this run on the peso, which forces the central bank to use up its like very scarce supply of dollars to prop up the peso, and then things can get messy quite fast.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EMarc Filippino\u003C/strong\u003E\u003Cbr/\u003ECiara, last time you and I chatted, it seemed like things were starting to get better under Milei. Inflation had come way down. What’s changed?\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003ECiara Nugent\u003C/strong\u003E\u003Cbr/\u003EYeah. Milei has had a lot of success on lowering inflation and balancing the budget, but in the last few months we’ve seen that some of the measures Milei has taken to control inflation, like propping up the peso, raising interest rates, those things have started to have an impact on economic activity.\u003C/p\u003E\r\n\u003Cp\u003EThe economy has barely grown since the first quarter of this year. And then at the same time, Milei’s government has made some big political mistakes. His sister has been embroiled in a big corruption scandal, and she’s also his chief of staff. And then this big local election failure in Buenos Aires. It just started to make his future look a lot less clear.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EMarc Filippino\u003C/strong\u003E\u003Cbr/\u003EThis $20bn currency swap line from the US, do you think it will really help with Milei’s current problems?\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003ECiara Nugent\u003C/strong\u003E\u003Cbr/\u003EIn terms of the immediate market crisis, it has calmed things down. Milei is probably not going to have to devalue the peso before the elections, which would’ve been very damaging. But extra financing after Argentina has already had a lot of support from China, with which it also has a swap line from the IMF, it’s not enough to kind of give investors long-term assurance that Argentina is heading in the right direction.\u003C/p\u003E\r\n\u003Cp\u003EIt’s also not entirely clear how far the US would actually go to help Milei if push comes to shove. But obviously the problems that sparked this crisis of confidence have not gone away. Some voters are starting to become kind of disillusioned with Argentina’s slowing economic recovery, so he needs to do well at the midterm elections, which are the end of October.\u003C/p\u003E\r\n\u003Cp\u003EAnd that will give him a better chance of passing more of his free market reforms. He wants to do labour reform, tax reform, pension reform, and if he can’t do that, well, then things could start to go wrong again very soon.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EMarc Filippino\u003C/strong\u003E\u003Cbr/\u003EThat’s the FT’s Ciara Nugent in Buenos Aires. Thanks, Ciara.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003ECiara Nugent\u003C/strong\u003E\u003Cbr/\u003EThanks, Marc.\u003C/p\u003E\r\n\u003Cp\u003E[MUSIC PLAYING]\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EMarc Filippino\u003C/strong\u003E\u003Cbr/\u003EThis is your last reminder that we are offering a digital subscription to ft.com for 40 per cent off. Just go to ft.com/briefingsale. That’s ft.com/briefingsale. Link is in the show notes. Get it before it’s gone.\u003C/p\u003E\r\n\u003Cp\u003E[MUSIC PLAYING]\u003C/p\u003E\r\n\u003Cp\u003EThis has been your daily \u003Cem\u003EFT News Briefing\u003C/em\u003E. Check back next week for the latest business news.\u003C/p\u003E\r\n\u003Cp\u003EThe \u003Cem\u003EFT News Briefing\u003C/em\u003E was produced this week by Sonja Hutson, Katya Kumkova, Persis Love, Victoria Craig, Fiona Symon, Ethan Plotkin and me, Marc Filippino. Our show is mixed by Alex Higgins, Blake Maples and Kelly Gary. We had help this week from Peter Barber, Michael Lello and David Da Silva. Our acting co-head of audio is Topher Forhecz and our theme song is by Metaphor Music.\u003C/p\u003E\u003Cft-content type=\"http://www.ft.com/ontology/content/ImageSet\" url=\"http://api.ft.com/content/de2714f7-fffe-40f1-9202-4982e5a4e92e\" data-embedded=\"true\"\u003E\u003C/ft-content\u003E\u003Cp\u003E\u003Cem class=\"is-text-only\" id=\"id-0\"\u003EThis is an audio transcript of the \u003C/em\u003E\u003Ca href=\"https://www.ft.com/ft-news-briefing\"\u003E\u003Cem class=\"is-text-only\" id=\"id-1\"\u003EFT News Briefing\u003C/em\u003E\u003C/a\u003E\u003Cem class=\"is-text-only\" id=\"id-2\"\u003E podcast episode: \u003C/em\u003E\u003Ca href=\"https://www.ft.com/content/af427716-1366-4db7-8122-708bcc50638c\"\u003E\u003Cem class=\"is-text-only\" id=\"id-3\"\u003E‘Ukraine’s new war chest: frozen Russian funds?’\u003C/em\u003E\u003C/a\u003E\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-4\"\u003EMarc Filippino\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-mixed\" id=\"id-5\"\u003EGood morning from the Financial Times. Today is Friday, September 26th. This is your \u003Cem\u003EFT News Briefing\u003C/em\u003E. The saga around TikTok in the US might be coming to an end, and Germany wants to use frozen Russian assets to fund Ukraine’s military. Plus Argentina’s markets have chilled out — for now. I’m Marc Filippino, and here’s the news you need to start your day.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-6\"\u003E[MUSIC PLAYING]\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-7\"\u003EDonald Trump on Thursday ushered in a new and long-awaited era for social media juggernaut TikTok. The US president signed an executive order approving an agreement to split the app’s US operations from its Chinese parent company ByteDance. It’ll retain almost 20 per cent ownership in the American entity.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-8\"\u003ESoftware company Oracle, private equity group Silver Lake and Abu Dhabi’s MGX will control nearly half. Oracle will oversee the data and algorithm for security purposes. People familiar with the matter told the FT that existing US investors will also retain a stake in the business. They’ll be joined by a consortium of new investors, including Fox News owner Rupert Murdoch. Vice-President JD Vance said TikTok US will be valued at $14bn.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-9\"\u003E[MUSIC PLAYING]\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-10\"\u003EGerman Chancellor Friedrich Merz is calling on the European Union to unlock billions of euros in a loan to Ukraine. Those loans would go specifically towards military equipment. Now, what is the source of this money? It’s seized Russian assets. In the past, Berlin has been sceptical of using frozen Russian money to fund Ukraine’s war efforts.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-11\"\u003EHere to tell me what changed is the FT’s Anne-Sylvaine Chassany. Hi, Anne-Sylvaine.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-12\"\u003EAnne-Sylvaine Chassany\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-13\"\u003EHello.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-14\"\u003EMarc Filippino\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-15\"\u003ESo, let’s start with the German chancellor, Friedrich Merz. What’s he proposing and how is it different than what he said before?\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-16\"\u003EAnne-Sylvaine Chassany\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-17\"\u003ESo Chancellor Friedrich Merz is suggesting that Europe finds a way to use the so-called frozen Russian assets, assets from Russian nationals who have been sanctioned by the European Union. So far no one really wanted to touch these assets for legal and financial reasons.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-18\"\u003EAnd now he’s suggesting that there might be a way to raise up to €140bn from these assets and lend this money to Ukraine. He’s also suggesting that this money would be only used to purchase military equipment, and he’s also suggesting that this money be used to purchase European equipment so that it serves both the purpose of helping European defence and helping Ukraine.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-19\"\u003EMarc Filippino\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-20\"\u003EAs I mentioned, Anne-Sylvaine, this is different than what he has been saying about money in the war in Ukraine before this point. Why is Merz having a change of heart?\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-21\"\u003EAnne-Sylvaine Chassany\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-22\"\u003EYeah, he was very sceptical about it and actually mentioned the fact that using these assets could also undermine the confidence in the Eurozone. And so what has changed is the pressure from both Russia, — which is still pounding Ukraine, and also testing some of, you know, the Nato airspace — and Donald Trump and Donald Trump obviously trying to reduce its commitment to Europe, to Nato, and not really reliable when it comes to supporting Ukraine.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-23\"\u003EMarc Filippino\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-24\"\u003EI want to break down both of those parts separately. The first one I want to talk about is the fear in Brussels, that Donald Trump isn’t just disengaging from Ukraine but he’s also out to blame Europe for failing to stop the war. What has amped that fear up this week?\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-25\"\u003EAnne-Sylvaine Chassany\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-26\"\u003EYeah. So a few things recently have really sounded the alarm bells in Brussels and in other European capitals from Washington is when Donald Trump on Tuesday all of a sudden made this declaration on Truth Social that Ukraine could regain all its territory with the help of the European Union.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-27\"\u003EAnd that’s after spending month telling the opposite to Ukraine’s President Volodymyr Zelenskyy and telling him that he could lose Russian-occupied territory. So that’s turned Europeans and you know, down on them that maybe he was actually the US president was trying to prepare for shifting the blame on Europe. If Ukraine falters in the war by setting this unrealistic or perhaps, you know, too ambitious goal of retaking all territory.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-28\"\u003EAnd there’s also this tariff request from Donald Trump of applying up to a 100 per cent tariffs on Chinese and Indian goods for their roles in purchasing Russian oil. This is so much for Europe. It’s almost impossible to meet this request. And so here again, this is another impossible expectation from Trump.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-29\"\u003EMarc Filippino\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-30\"\u003ERight. Then you mentioned Russian incursions into European airspace. There have been a few over the past couple of weeks. How much does the reversal by Merz have to do with the feeling that Russia may be testing Europe?\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-31\"\u003EAnne-Sylvaine Chassany\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-32\"\u003EYeah, I mean, it’s all contributing to this idea that Europe really need to stand for its own and trying to find ways to support Ukraine more than it used to. And yes, these incursions — drone incursions in Poland, drone incursions in Romania, even like sending Russian fighter jets into Estonian airspace — all this is contributing to this sentiment that Europe is really on its own and really trying to use whatever it can do, and the frozen Russian assets is one of the very few policies that Europe can actually seize upon.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-33\"\u003EMarc Filippino\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-34\"\u003EAnne-Sylvaine Chassany is the FT’s Berlin bureau chief. Thanks, Anne-Sylvaine.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-35\"\u003EAnne-Sylvaine Chassany\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-36\"\u003EThank you.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-37\"\u003EMarc Filippino\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-38\"\u003EFormer French president Nicolas Sarkozy was sentenced to five years in prison yesterday and fined €100,00. The right-wing politician was found guilty of criminal conspiracy. The landmark corruption trial was over accusations that Sarkozy took millions from Libyan dictator Muammer Gaddafi, and then used that money to finance his 2007 presidential campaign.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-39\"\u003EBut judges in Paris cleared Sarkozy of several more serious charges like embezzlement and illegal campaign financing. It’s the first time a former French president has been ordered to serve time in prison. Sarkozy said he would appeal against the, quote, scandalous verdict.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-40\"\u003E[MUSIC PLAYING]\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-41\"\u003EMarc Filippino\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-42\"\u003EInvestors piled back into Argentina this week. That’s because the US said it was considering bailing out its ally. But that market enthusiasm may not stick around. Analysts say President Javier Milei’s problems could be too big for a swap line to fix.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-43\"\u003EI’m joined now by the FT’s Ciara Nugent in Buenos Aires to explain. Hi, Ciara.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-44\"\u003ECiara Nugent\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-45\"\u003EHi, Marc.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-46\"\u003EMarc Filippino\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-47\"\u003EOK, so let’s talk about this financial lifeline the US has offered. What are the details and how did investors react to the news?\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-48\"\u003ECiara Nugent\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-49\"\u003ESo the US has said it is negotiating a $20bn currency swap line with Argentina central bank and that it would also be willing to step in to buy Argentine sovereign bonds if it needs to at some point.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-50\"\u003ESo it’s not actually giving Argentina any money directly right now they’re just kinda saying we’ll be here to back you up if there is some kind of liquidity crisis. And the aim here is to like reassure investors that Argentina has access to enough dollars to pay its debts and to keep the currency afloat.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-51\"\u003EWe should note that this is happening less than six months after the International Monetary Fund tried to do like basically the same thing by agreeing a $20bn loan with Argentina. But for now the US support seems to have filled its aims. A run on the peso that had been kind of spiralling in the last couple of weeks has stopped. Bond prices are up, so yeah, it’s, definitely had a calming effect on markets.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-52\"\u003EMarc Filippino\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-53\"\u003EHow bad have things gotten for Argentina? The financial troubles you mentioned are pretty significant, right?\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-54\"\u003ECiara Nugent\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-55\"\u003EYeah, so Milei fell into this kind of market crisis earlier this month. Basically, after he lost this big provincial election in Buenos Aires province by a much wider margin than many people were expecting, investors started to kind of freak out that maybe he doesn’t have as much support for his free market reforms as they expected. And this is happening just before a crucial midterm election in October.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-56\"\u003EAnd in Argentina because of the history of like all these governments trying to do free market reforms and then failing, these fears can compound really fast. So investors take their money out, you have this run on the peso, which forces the central bank to use up its like very scarce supply of dollars to prop up the peso, and then things can get messy quite fast.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-57\"\u003EMarc Filippino\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-58\"\u003ECiara, last time you and I chatted, it seemed like things were starting to get better under Milei. Inflation had come way down. What’s changed?\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-59\"\u003ECiara Nugent\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-60\"\u003EYeah. Milei has had a lot of success on lowering inflation and balancing the budget, but in the last few months we’ve seen that some of the measures Milei has taken to control inflation, like propping up the peso, raising interest rates, those things have started to have an impact on economic activity.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-61\"\u003EThe economy has barely grown since the first quarter of this year. And then at the same time, Milei’s government has made some big political mistakes. His sister has been embroiled in a big corruption scandal, and she’s also his chief of staff. And then this big local election failure in Buenos Aires. It just started to make his future look a lot less clear.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-62\"\u003EMarc Filippino\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-63\"\u003EThis $20bn currency swap line from the US, do you think it will really help with Milei’s current problems?\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-64\"\u003ECiara Nugent\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-65\"\u003EIn terms of the immediate market crisis, it has calmed things down. Milei is probably not going to have to devalue the peso before the elections, which would’ve been very damaging. But extra financing after Argentina has already had a lot of support from China, with which it also has a swap line from the IMF, it’s not enough to kind of give investors long-term assurance that Argentina is heading in the right direction.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-66\"\u003EIt’s also not entirely clear how far the US would actually go to help Milei if push comes to shove. But obviously the problems that sparked this crisis of confidence have not gone away. Some voters are starting to become kind of disillusioned with Argentina’s slowing economic recovery, so he needs to do well at the midterm elections, which are the end of October.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-67\"\u003EAnd that will give him a better chance of passing more of his free market reforms. He wants to do labour reform, tax reform, pension reform, and if he can’t do that, well, then things could start to go wrong again very soon.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-68\"\u003EMarc Filippino\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-69\"\u003EThat’s the FT’s Ciara Nugent in Buenos Aires. Thanks, Ciara.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-70\"\u003ECiara Nugent\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-71\"\u003EThanks, Marc.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-72\"\u003E[MUSIC PLAYING]\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-73\"\u003EMarc Filippino\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-74\"\u003EThis is your last reminder that we are offering a digital subscription to ft.com for 40 per cent off. Just go to ft.com/briefingsale. That’s ft.com/briefingsale. Link is in the show notes. Get it before it’s gone.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-75\"\u003E[MUSIC PLAYING]\u003C/p\u003E\r\n\u003Cp class=\"is-mixed\" id=\"id-76\"\u003EThis has been your daily \u003Cem\u003EFT News Briefing\u003C/em\u003E. Check back next week for the latest business news.\u003C/p\u003E\r\n\u003Cp class=\"is-mixed\" id=\"id-77\"\u003EThe \u003Cem\u003EFT News Briefing\u003C/em\u003E was produced this week by Sonja Hutson, Katya Kumkova, Persis Love, Victoria Craig, Fiona Symon, Ethan Plotkin and me, Marc Filippino. Our show is mixed by Alex Higgins, Blake Maples and Kelly Gary. We had help this week from Peter Barber, Michael Lello and David Da Silva. Our acting co-head of audio is Topher Forhecz and our theme song is by Metaphor Music.\u003C/p\u003E",
  "ebody": "\u003Cp\u003E\u003Cem\u003EThis is an audio transcript of the \u003C/em\u003E\u003Ca href=\"https://www.ft.com/ft-news-briefing\"\u003E\u003Cem\u003EFT News Briefing\u003C/em\u003E\u003C/a\u003E\u003Cem\u003E podcast episode: \u003C/em\u003E\u003Ca href=\"https://www.ft.com/content/af427716-1366-4db7-8122-708bcc50638c\"\u003E\u003Cem\u003E‘Ukraine’s new war chest: frozen Russian funds?’\u003C/em\u003E\u003C/a\u003E\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EMarc Filippino\u003C/strong\u003E\u003Cbr/\u003EGood morning from the Financial Times. Today is Friday, September 26th. This is your \u003Cem\u003EFT News Briefing\u003C/em\u003E. The saga around TikTok in the US might be coming to an end, and Germany wants to use frozen Russian assets to fund Ukraine’s military. Plus Argentina’s markets have chilled out — for now. I’m Marc Filippino, and here’s the news you need to start your day.\u003C/p\u003E\r\n\u003Cp\u003E[MUSIC PLAYING]\u003C/p\u003E\r\n\u003Cp\u003EDonald Trump on Thursday ushered in a new and long-awaited era for social media juggernaut TikTok. The US president signed an executive order approving an agreement to split the app’s US operations from its Chinese parent company ByteDance. It’ll retain almost 20 per cent ownership in the American entity.\u003C/p\u003E\r\n\u003Cp\u003ESoftware company Oracle, private equity group Silver Lake and Abu Dhabi’s MGX will control nearly half. Oracle will oversee the data and algorithm for security purposes. People familiar with the matter told the FT that existing US investors will also retain a stake in the business. They’ll be joined by a consortium of new investors, including Fox News owner Rupert Murdoch. Vice-President JD Vance said TikTok US will be valued at $14bn.\u003C/p\u003E\r\n\u003Cp\u003E[MUSIC PLAYING]\u003C/p\u003E\r\n\u003Cp\u003EGerman Chancellor Friedrich Merz is calling on the European Union to unlock billions of euros in a loan to Ukraine. Those loans would go specifically towards military equipment. Now, what is the source of this money? It’s seized Russian assets. In the past, Berlin has been sceptical of using frozen Russian money to fund Ukraine’s war efforts.\u003C/p\u003E\r\n\u003Cp\u003EHere to tell me what changed is the FT’s Anne-Sylvaine Chassany. Hi, Anne-Sylvaine.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EAnne-Sylvaine Chassany\u003C/strong\u003E\u003Cbr/\u003EHello.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EMarc Filippino\u003C/strong\u003E\u003Cbr/\u003ESo, let’s start with the German chancellor, Friedrich Merz. What’s he proposing and how is it different than what he said before?\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EAnne-Sylvaine Chassany\u003C/strong\u003E\u003Cbr/\u003ESo Chancellor Friedrich Merz is suggesting that Europe finds a way to use the so-called frozen Russian assets, assets from Russian nationals who have been sanctioned by the European Union. So far no one really wanted to touch these assets for legal and financial reasons.\u003C/p\u003E\r\n\u003Cp\u003EAnd now he’s suggesting that there might be a way to raise up to €140bn from these assets and lend this money to Ukraine. He’s also suggesting that this money would be only used to purchase military equipment, and he’s also suggesting that this money be used to purchase European equipment so that it serves both the purpose of helping European defence and helping Ukraine.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EMarc Filippino\u003C/strong\u003E\u003Cbr/\u003EAs I mentioned, Anne-Sylvaine, this is different than what he has been saying about money in the war in Ukraine before this point. Why is Merz having a change of heart?\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EAnne-Sylvaine Chassany\u003C/strong\u003E\u003Cbr/\u003EYeah, he was very sceptical about it and actually mentioned the fact that using these assets could also undermine the confidence in the Eurozone. And so what has changed is the pressure from both Russia, — which is still pounding Ukraine, and also testing some of, you know, the Nato airspace — and Donald Trump and Donald Trump obviously trying to reduce its commitment to Europe, to Nato, and not really reliable when it comes to supporting Ukraine.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EMarc Filippino\u003C/strong\u003E\u003Cbr/\u003EI want to break down both of those parts separately. The first one I want to talk about is the fear in Brussels, that Donald Trump isn’t just disengaging from Ukraine but he’s also out to blame Europe for failing to stop the war. What has amped that fear up this week?\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EAnne-Sylvaine Chassany\u003C/strong\u003E\u003Cbr/\u003EYeah. So a few things recently have really sounded the alarm bells in Brussels and in other European capitals from Washington is when Donald Trump on Tuesday all of a sudden made this declaration on Truth Social that Ukraine could regain all its territory with the help of the European Union.\u003C/p\u003E\r\n\u003Cp\u003EAnd that’s after spending month telling the opposite to Ukraine’s President Volodymyr Zelenskyy and telling him that he could lose Russian-occupied territory. So that’s turned Europeans and you know, down on them that maybe he was actually the US president was trying to prepare for shifting the blame on Europe. If Ukraine falters in the war by setting this unrealistic or perhaps, you know, too ambitious goal of retaking all territory.\u003C/p\u003E\r\n\u003Cp\u003EAnd there’s also this tariff request from Donald Trump of applying up to a 100 per cent tariffs on Chinese and Indian goods for their roles in purchasing Russian oil. This is so much for Europe. It’s almost impossible to meet this request. And so here again, this is another impossible expectation from Trump.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EMarc Filippino\u003C/strong\u003E\u003Cbr/\u003ERight. Then you mentioned Russian incursions into European airspace. There have been a few over the past couple of weeks. How much does the reversal by Merz have to do with the feeling that Russia may be testing Europe?\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EAnne-Sylvaine Chassany\u003C/strong\u003E\u003Cbr/\u003EYeah, I mean, it’s all contributing to this idea that Europe really need to stand for its own and trying to find ways to support Ukraine more than it used to. And yes, these incursions — drone incursions in Poland, drone incursions in Romania, even like sending Russian fighter jets into Estonian airspace — all this is contributing to this sentiment that Europe is really on its own and really trying to use whatever it can do, and the frozen Russian assets is one of the very few policies that Europe can actually seize upon.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EMarc Filippino\u003C/strong\u003E\u003Cbr/\u003EAnne-Sylvaine Chassany is the FT’s Berlin bureau chief. Thanks, Anne-Sylvaine.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EAnne-Sylvaine Chassany\u003C/strong\u003E\u003Cbr/\u003EThank you.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EMarc Filippino\u003C/strong\u003E\u003Cbr/\u003EFormer French president Nicolas Sarkozy was sentenced to five years in prison yesterday and fined €100,00. The right-wing politician was found guilty of criminal conspiracy. The landmark corruption trial was over accusations that Sarkozy took millions from Libyan dictator Muammer Gaddafi, and then used that money to finance his 2007 presidential campaign.\u003C/p\u003E\r\n\u003Cp\u003EBut judges in Paris cleared Sarkozy of several more serious charges like embezzlement and illegal campaign financing. It’s the first time a former French president has been ordered to serve time in prison. Sarkozy said he would appeal against the, quote, scandalous verdict.\u003C/p\u003E\r\n\u003Cp\u003E[MUSIC PLAYING]\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EMarc Filippino\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp\u003EInvestors piled back into Argentina this week. That’s because the US said it was considering bailing out its ally. But that market enthusiasm may not stick around. Analysts say President Javier Milei’s problems could be too big for a swap line to fix.\u003C/p\u003E\r\n\u003Cp\u003EI’m joined now by the FT’s Ciara Nugent in Buenos Aires to explain. Hi, Ciara.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003ECiara Nugent\u003C/strong\u003E\u003Cbr/\u003EHi, Marc.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EMarc Filippino\u003C/strong\u003E\u003Cbr/\u003EOK, so let’s talk about this financial lifeline the US has offered. What are the details and how did investors react to the news?\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003ECiara Nugent\u003C/strong\u003E\u003Cbr/\u003ESo the US has said it is negotiating a $20bn currency swap line with Argentina central bank and that it would also be willing to step in to buy Argentine sovereign bonds if it needs to at some point.\u003C/p\u003E\r\n\u003Cp\u003ESo it’s not actually giving Argentina any money directly right now they’re just kinda saying we’ll be here to back you up if there is some kind of liquidity crisis. And the aim here is to like reassure investors that Argentina has access to enough dollars to pay its debts and to keep the currency afloat.\u003C/p\u003E\r\n\u003Cp\u003EWe should note that this is happening less than six months after the International Monetary Fund tried to do like basically the same thing by agreeing a $20bn loan with Argentina. But for now the US support seems to have filled its aims. A run on the peso that had been kind of spiralling in the last couple of weeks has stopped. Bond prices are up, so yeah, it’s, definitely had a calming effect on markets.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EMarc Filippino\u003C/strong\u003E\u003Cbr/\u003EHow bad have things gotten for Argentina? The financial troubles you mentioned are pretty significant, right?\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003ECiara Nugent\u003C/strong\u003E\u003Cbr/\u003EYeah, so Milei fell into this kind of market crisis earlier this month. Basically, after he lost this big provincial election in Buenos Aires province by a much wider margin than many people were expecting, investors started to kind of freak out that maybe he doesn’t have as much support for his free market reforms as they expected. And this is happening just before a crucial midterm election in October.\u003C/p\u003E\r\n\u003Cp\u003EAnd in Argentina because of the history of like all these governments trying to do free market reforms and then failing, these fears can compound really fast. So investors take their money out, you have this run on the peso, which forces the central bank to use up its like very scarce supply of dollars to prop up the peso, and then things can get messy quite fast.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EMarc Filippino\u003C/strong\u003E\u003Cbr/\u003ECiara, last time you and I chatted, it seemed like things were starting to get better under Milei. Inflation had come way down. What’s changed?\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003ECiara Nugent\u003C/strong\u003E\u003Cbr/\u003EYeah. Milei has had a lot of success on lowering inflation and balancing the budget, but in the last few months we’ve seen that some of the measures Milei has taken to control inflation, like propping up the peso, raising interest rates, those things have started to have an impact on economic activity.\u003C/p\u003E\r\n\u003Cp\u003EThe economy has barely grown since the first quarter of this year. And then at the same time, Milei’s government has made some big political mistakes. His sister has been embroiled in a big corruption scandal, and she’s also his chief of staff. And then this big local election failure in Buenos Aires. It just started to make his future look a lot less clear.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EMarc Filippino\u003C/strong\u003E\u003Cbr/\u003EThis $20bn currency swap line from the US, do you think it will really help with Milei’s current problems?\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003ECiara Nugent\u003C/strong\u003E\u003Cbr/\u003EIn terms of the immediate market crisis, it has calmed things down. Milei is probably not going to have to devalue the peso before the elections, which would’ve been very damaging. But extra financing after Argentina has already had a lot of support from China, with which it also has a swap line from the IMF, it’s not enough to kind of give investors long-term assurance that Argentina is heading in the right direction.\u003C/p\u003E\r\n\u003Cp\u003EIt’s also not entirely clear how far the US would actually go to help Milei if push comes to shove. But obviously the problems that sparked this crisis of confidence have not gone away. Some voters are starting to become kind of disillusioned with Argentina’s slowing economic recovery, so he needs to do well at the midterm elections, which are the end of October.\u003C/p\u003E\r\n\u003Cp\u003EAnd that will give him a better chance of passing more of his free market reforms. He wants to do labour reform, tax reform, pension reform, and if he can’t do that, well, then things could start to go wrong again very soon.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EMarc Filippino\u003C/strong\u003E\u003Cbr/\u003EThat’s the FT’s Ciara Nugent in Buenos Aires. Thanks, Ciara.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003ECiara Nugent\u003C/strong\u003E\u003Cbr/\u003EThanks, Marc.\u003C/p\u003E\r\n\u003Cp\u003E[MUSIC PLAYING]\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EMarc Filippino\u003C/strong\u003E\u003Cbr/\u003EThis is your last reminder that we are offering a digital subscription to ft.com for 40 per cent off. Just go to ft.com/briefingsale. That’s ft.com/briefingsale. Link is in the show notes. Get it before it’s gone.\u003C/p\u003E\r\n\u003Cp\u003E[MUSIC PLAYING]\u003C/p\u003E\r\n\u003Cp\u003EThis has been your daily \u003Cem\u003EFT News Briefing\u003C/em\u003E. Check back next week for the latest business news.\u003C/p\u003E\r\n\u003Cp\u003EThe \u003Cem\u003EFT News Briefing\u003C/em\u003E was produced this week by Sonja Hutson, Katya Kumkova, Persis Love, Victoria Craig, Fiona Symon, Ethan Plotkin and me, Marc Filippino. Our show is mixed by Alex Higgins, Blake Maples and Kelly Gary. We had help this week from Peter Barber, Michael Lello and David Da Silva. Our acting co-head of audio is Topher Forhecz and our theme song is by Metaphor Music.\u003C/p\u003E\u003Cft-content type=\"http://www.ft.com/ontology/content/ImageSet\" url=\"http://api.ft.com/content/de2714f7-fffe-40f1-9202-4982e5a4e92e\" data-embedded=\"true\"\u003E\u003C/ft-content\u003E\u003Cp\u003E\u003Cem class=\"is-text-only\" id=\"id-0\"\u003EThis is an audio transcript of the \u003C/em\u003E\u003Ca href=\"https://www.ft.com/ft-news-briefing\"\u003E\u003Cem class=\"is-text-only\" id=\"id-1\"\u003EFT News Briefing\u003C/em\u003E\u003C/a\u003E\u003Cem class=\"is-text-only\" id=\"id-2\"\u003E podcast episode: \u003C/em\u003E\u003Ca href=\"https://www.ft.com/content/af427716-1366-4db7-8122-708bcc50638c\"\u003E\u003Cem class=\"is-text-only\" id=\"id-3\"\u003E‘Ukraine’s new war chest: frozen Russian funds?’\u003C/em\u003E\u003C/a\u003E\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-4\"\u003EMarc Filippino\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-mixed\" id=\"id-5\"\u003EGood morning from the Financial Times. Today is Friday, September 26th. This is your \u003Cem\u003EFT News Briefing\u003C/em\u003E. The saga around TikTok in the US might be coming to an end, and Germany wants to use frozen Russian assets to fund Ukraine’s military. Plus Argentina’s markets have chilled out — for now. I’m Marc Filippino, and here’s the news you need to start your day.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-6\"\u003E[MUSIC PLAYING]\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-7\"\u003EDonald Trump on Thursday ushered in a new and long-awaited era for social media juggernaut TikTok. The US president signed an executive order approving an agreement to split the app’s US operations from its Chinese parent company ByteDance. It’ll retain almost 20 per cent ownership in the American entity.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-8\"\u003ESoftware company Oracle, private equity group Silver Lake and Abu Dhabi’s MGX will control nearly half. Oracle will oversee the data and algorithm for security purposes. People familiar with the matter told the FT that existing US investors will also retain a stake in the business. They’ll be joined by a consortium of new investors, including Fox News owner Rupert Murdoch. Vice-President JD Vance said TikTok US will be valued at $14bn.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-9\"\u003E[MUSIC PLAYING]\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-10\"\u003EGerman Chancellor Friedrich Merz is calling on the European Union to unlock billions of euros in a loan to Ukraine. Those loans would go specifically towards military equipment. Now, what is the source of this money? It’s seized Russian assets. In the past, Berlin has been sceptical of using frozen Russian money to fund Ukraine’s war efforts.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-11\"\u003EHere to tell me what changed is the FT’s Anne-Sylvaine Chassany. Hi, Anne-Sylvaine.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-12\"\u003EAnne-Sylvaine Chassany\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-13\"\u003EHello.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-14\"\u003EMarc Filippino\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-15\"\u003ESo, let’s start with the German chancellor, Friedrich Merz. What’s he proposing and how is it different than what he said before?\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-16\"\u003EAnne-Sylvaine Chassany\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-17\"\u003ESo Chancellor Friedrich Merz is suggesting that Europe finds a way to use the so-called frozen Russian assets, assets from Russian nationals who have been sanctioned by the European Union. So far no one really wanted to touch these assets for legal and financial reasons.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-18\"\u003EAnd now he’s suggesting that there might be a way to raise up to €140bn from these assets and lend this money to Ukraine. He’s also suggesting that this money would be only used to purchase military equipment, and he’s also suggesting that this money be used to purchase European equipment so that it serves both the purpose of helping European defence and helping Ukraine.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-19\"\u003EMarc Filippino\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-20\"\u003EAs I mentioned, Anne-Sylvaine, this is different than what he has been saying about money in the war in Ukraine before this point. Why is Merz having a change of heart?\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-21\"\u003EAnne-Sylvaine Chassany\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-22\"\u003EYeah, he was very sceptical about it and actually mentioned the fact that using these assets could also undermine the confidence in the Eurozone. And so what has changed is the pressure from both Russia, — which is still pounding Ukraine, and also testing some of, you know, the Nato airspace — and Donald Trump and Donald Trump obviously trying to reduce its commitment to Europe, to Nato, and not really reliable when it comes to supporting Ukraine.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-23\"\u003EMarc Filippino\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-24\"\u003EI want to break down both of those parts separately. The first one I want to talk about is the fear in Brussels, that Donald Trump isn’t just disengaging from Ukraine but he’s also out to blame Europe for failing to stop the war. What has amped that fear up this week?\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-25\"\u003EAnne-Sylvaine Chassany\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-26\"\u003EYeah. So a few things recently have really sounded the alarm bells in Brussels and in other European capitals from Washington is when Donald Trump on Tuesday all of a sudden made this declaration on Truth Social that Ukraine could regain all its territory with the help of the European Union.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-27\"\u003EAnd that’s after spending month telling the opposite to Ukraine’s President Volodymyr Zelenskyy and telling him that he could lose Russian-occupied territory. So that’s turned Europeans and you know, down on them that maybe he was actually the US president was trying to prepare for shifting the blame on Europe. If Ukraine falters in the war by setting this unrealistic or perhaps, you know, too ambitious goal of retaking all territory.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-28\"\u003EAnd there’s also this tariff request from Donald Trump of applying up to a 100 per cent tariffs on Chinese and Indian goods for their roles in purchasing Russian oil. This is so much for Europe. It’s almost impossible to meet this request. And so here again, this is another impossible expectation from Trump.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-29\"\u003EMarc Filippino\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-30\"\u003ERight. Then you mentioned Russian incursions into European airspace. There have been a few over the past couple of weeks. How much does the reversal by Merz have to do with the feeling that Russia may be testing Europe?\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-31\"\u003EAnne-Sylvaine Chassany\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-32\"\u003EYeah, I mean, it’s all contributing to this idea that Europe really need to stand for its own and trying to find ways to support Ukraine more than it used to. And yes, these incursions — drone incursions in Poland, drone incursions in Romania, even like sending Russian fighter jets into Estonian airspace — all this is contributing to this sentiment that Europe is really on its own and really trying to use whatever it can do, and the frozen Russian assets is one of the very few policies that Europe can actually seize upon.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-33\"\u003EMarc Filippino\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-34\"\u003EAnne-Sylvaine Chassany is the FT’s Berlin bureau chief. Thanks, Anne-Sylvaine.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-35\"\u003EAnne-Sylvaine Chassany\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-36\"\u003EThank you.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-37\"\u003EMarc Filippino\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-38\"\u003EFormer French president Nicolas Sarkozy was sentenced to five years in prison yesterday and fined €100,00. The right-wing politician was found guilty of criminal conspiracy. The landmark corruption trial was over accusations that Sarkozy took millions from Libyan dictator Muammer Gaddafi, and then used that money to finance his 2007 presidential campaign.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-39\"\u003EBut judges in Paris cleared Sarkozy of several more serious charges like embezzlement and illegal campaign financing. It’s the first time a former French president has been ordered to serve time in prison. Sarkozy said he would appeal against the, quote, scandalous verdict.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-40\"\u003E[MUSIC PLAYING]\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-41\"\u003EMarc Filippino\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-42\"\u003EInvestors piled back into Argentina this week. That’s because the US said it was considering bailing out its ally. But that market enthusiasm may not stick around. Analysts say President Javier Milei’s problems could be too big for a swap line to fix.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-43\"\u003EI’m joined now by the FT’s Ciara Nugent in Buenos Aires to explain. Hi, Ciara.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-44\"\u003ECiara Nugent\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-45\"\u003EHi, Marc.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-46\"\u003EMarc Filippino\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-47\"\u003EOK, so let’s talk about this financial lifeline the US has offered. What are the details and how did investors react to the news?\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-48\"\u003ECiara Nugent\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-49\"\u003ESo the US has said it is negotiating a $20bn currency swap line with Argentina central bank and that it would also be willing to step in to buy Argentine sovereign bonds if it needs to at some point.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-50\"\u003ESo it’s not actually giving Argentina any money directly right now they’re just kinda saying we’ll be here to back you up if there is some kind of liquidity crisis. And the aim here is to like reassure investors that Argentina has access to enough dollars to pay its debts and to keep the currency afloat.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-51\"\u003EWe should note that this is happening less than six months after the International Monetary Fund tried to do like basically the same thing by agreeing a $20bn loan with Argentina. But for now the US support seems to have filled its aims. A run on the peso that had been kind of spiralling in the last couple of weeks has stopped. Bond prices are up, so yeah, it’s, definitely had a calming effect on markets.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-52\"\u003EMarc Filippino\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-53\"\u003EHow bad have things gotten for Argentina? The financial troubles you mentioned are pretty significant, right?\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-54\"\u003ECiara Nugent\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-55\"\u003EYeah, so Milei fell into this kind of market crisis earlier this month. Basically, after he lost this big provincial election in Buenos Aires province by a much wider margin than many people were expecting, investors started to kind of freak out that maybe he doesn’t have as much support for his free market reforms as they expected. And this is happening just before a crucial midterm election in October.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-56\"\u003EAnd in Argentina because of the history of like all these governments trying to do free market reforms and then failing, these fears can compound really fast. So investors take their money out, you have this run on the peso, which forces the central bank to use up its like very scarce supply of dollars to prop up the peso, and then things can get messy quite fast.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-57\"\u003EMarc Filippino\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-58\"\u003ECiara, last time you and I chatted, it seemed like things were starting to get better under Milei. Inflation had come way down. What’s changed?\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-59\"\u003ECiara Nugent\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-60\"\u003EYeah. Milei has had a lot of success on lowering inflation and balancing the budget, but in the last few months we’ve seen that some of the measures Milei has taken to control inflation, like propping up the peso, raising interest rates, those things have started to have an impact on economic activity.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-61\"\u003EThe economy has barely grown since the first quarter of this year. And then at the same time, Milei’s government has made some big political mistakes. His sister has been embroiled in a big corruption scandal, and she’s also his chief of staff. And then this big local election failure in Buenos Aires. It just started to make his future look a lot less clear.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-62\"\u003EMarc Filippino\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-63\"\u003EThis $20bn currency swap line from the US, do you think it will really help with Milei’s current problems?\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-64\"\u003ECiara Nugent\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-65\"\u003EIn terms of the immediate market crisis, it has calmed things down. Milei is probably not going to have to devalue the peso before the elections, which would’ve been very damaging. But extra financing after Argentina has already had a lot of support from China, with which it also has a swap line from the IMF, it’s not enough to kind of give investors long-term assurance that Argentina is heading in the right direction.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-66\"\u003EIt’s also not entirely clear how far the US would actually go to help Milei if push comes to shove. But obviously the problems that sparked this crisis of confidence have not gone away. Some voters are starting to become kind of disillusioned with Argentina’s slowing economic recovery, so he needs to do well at the midterm elections, which are the end of October.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-67\"\u003EAnd that will give him a better chance of passing more of his free market reforms. He wants to do labour reform, tax reform, pension reform, and if he can’t do that, well, then things could start to go wrong again very soon.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-68\"\u003EMarc Filippino\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-69\"\u003EThat’s the FT’s Ciara Nugent in Buenos Aires. Thanks, Ciara.\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-70\"\u003ECiara Nugent\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-71\"\u003EThanks, Marc.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-72\"\u003E[MUSIC PLAYING]\u003C/p\u003E\r\n\u003Cp\u003E\u003Cstrong class=\"is-text-only\" id=\"id-73\"\u003EMarc Filippino\u003C/strong\u003E\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-74\"\u003EThis is your last reminder that we are offering a digital subscription to ft.com for 40 per cent off. Just go to ft.com/briefingsale. That’s ft.com/briefingsale. Link is in the show notes. Get it before it’s gone.\u003C/p\u003E\r\n\u003Cp class=\"is-text-only\" id=\"id-75\"\u003E[MUSIC PLAYING]\u003C/p\u003E\r\n\u003Cp class=\"is-mixed\" id=\"id-76\"\u003EThis has been your daily \u003Cem\u003EFT News Briefing\u003C/em\u003E. Check back next week for the latest business news.\u003C/p\u003E\r\n\u003Cp class=\"is-mixed\" id=\"id-77\"\u003EThe \u003Cem\u003EFT News Briefing\u003C/em\u003E was produced this week by Sonja Hutson, Katya Kumkova, Persis Love, Victoria Craig, Fiona Symon, Ethan Plotkin and me, Marc Filippino. Our show is mixed by Alex Higgins, Blake Maples and Kelly Gary. We had help this week from Peter Barber, Michael Lello and David Da Silva. Our acting co-head of audio is Topher Forhecz and our theme song is by Metaphor Music.\u003C/p\u003E"
}