{
  "type": "interactive",
  "subtype": "双语电台",
  "id": "232093",
  "ftid": "c576db0f-4d05-42ed-9f37-28bc524c6fab",
  "hasPrivilege": true,
  "show_billigual_switch": false,
  "publish_status": "publish",
  "fileupdatetime": "1759116780",
  "cheadline": "美国政府面临停摆，特朗普将与议员会面",
  "cskylineheadline": "",
  "cskylinetext": "",
  "clongleadbody": "立法者能在周二晚11点59分最后期限前达成协议维持政府运转，否则联邦政府将耗尽资金，数十万名员工将被迫休假。",
  "cshortleadbody": "",
  "cbyline": "",
  "eskylineheadline": "",
  "eskylinetext": "",
  "eheadline": "Trump to meet lawmakers as US government heads to a shutdown",
  "elongleadbody": "Republicans and Democrats trade blame as deadline approaches to agree funding deal",
  "eshortleadbody": "",
  "ebyline": "0",
  "cbyline_description": "",
  "cauthor": "斯特芙•查维斯,劳伦•费多尔",
  "cbyline_status": "",
  "ebyline_description": "",
  "eauthor": "",
  "ebyline_status": "",
  "thumblink": null,
  "tag": "会员专享",
  "genre": "",
  "topic": "",
  "industry": "",
  "area": "",
  "scoop": "no",
  "original": "no",
  "show_english": "no",
  "column": "",
  "pubdate": "1759075200",
  "suppressad": "0",
  "accessright": "0",
  "access_tier": 1,
  "adchannel": "",
  "breadcrumb": "0",
  "headlinesize": "0",
  "customlink": "",
  "last_publish_time": "1759075200",
  "priority": "99",
  "story_pic": {
    "Getty": "",
    "other": "",
    "smallbutton": "",
    "caption": ""
  },
  "story_audio": {
    "ai_audio_e": "https://audio.ftcn.net.cn/album/a_1759116749_5896.mp3",
    "ai_audio_c": "https://audio.ftcn.net.cn/album/a_1759116778_5897.mp3"
  },
  "paywall": 1,
  "cache_time": 60,
  "timefororder": "1759075200",
  "tag_code": "",
  "author_code": "%E6%96%AF%E7%89%B9%E8%8A%99%E2%80%A2%E6%9F%A5%E7%BB%B4%E6%96%AF%2C%E5%8A%B3%E4%BC%A6%E2%80%A2%E8%B4%B9%E5%A4%9A%E5%B0%94",
  "item_type": "interactive",
  "whitelist": 0,
  "relative_story": [],
  "relative_vstory": [],
  "cbody": "",
  "ebody": "",
  "body_object_chinese": {
    "text": [
      [
        {
          "start": 9.85,
          "text": "随着高成本的政府关门可能在数日内发生的阴云笼罩华盛顿，美国总统唐纳德•特朗普(Donald Trump)将于周一与国会领袖举行关键会谈。"
        }
      ],
      [
        {
          "start": 20.56,
          "text": "在上周早些时候取消了与参议院和众议院民主党领袖查克•舒默(Chuck Schumer)和哈基姆•杰弗里斯(Hakeem Jeffries)的会面之后，特朗普将在白宫会见两党领袖。"
        }
      ],
      [
        {
          "start": 31.26,
          "text": "除非立法者能在周二晚11点59分最后期限前达成协议维持政府运转，否则联邦政府将耗尽资金，数十万名员工将被迫休假，许多公共服务也将停摆。共和党人需要至少7张参议院民主党支持票，才能通过其权宜法案，将资金维持至11月20日。"
        }
      ],
      [
        {
          "start": 52.09,
          "text": "特朗普上周日表示，他认为民主党人希望达成协议。"
        }
      ],
      [
        {
          "start": 56.66,
          "text": "“如果他们不达成协议，国家就关门了。”总统对路透社(Reuters)说，“所以我认为他们会做点什么。”"
        }
      ],
      [
        {
          "start": 64.44,
          "text": "白宫在上周三进一步加码，白宫管理和预算办公室(Office of Management and Budget)指示联邦机构考虑把政府关门视为解雇联邦雇员而不是暂时停职的机会。此前，本届政府的所谓“政府效率部”(Department of Government Efficiency)今年早些时候进行了大规模裁员。"
        }
      ],
      [
        {
          "start": 81.1,
          "text": "共和党人与民主党人都表示，如果政府关门，责任在对方。共和党指责民主党挟持联邦政府；民主党则批评共和党放弃了达成两党资金协议的传统。"
        }
      ],
      [
        {
          "start": 94.45,
          "text": "“我们不想让政府关门。”副总统JD•万斯(JD Vance)上周日对福克斯新闻(Fox News)表示，“但这实际上取决于民主党人。”"
        }
      ],
      [
        {
          "start": 103.43,
          "text": "舒默上周日表示，即将举行的白宫会议是“良好的第一步”，但“我们需要一次严肃的谈判”。如果特朗普在会上要“大发雷霆，对民主党人吼叫……我们将做不成任何事”。"
        }
      ],
      [
        {
          "start": 116.48,
          "text": "他对美国全国广播公司(NBC)表示，政府是否维持运作“取决于共和党人”。“我认为他们感受到了压力，现在想坐下来谈。”"
        }
      ],
      [
        {
          "start": 126.56,
          "text": "周一的会议出席者将包括特朗普、舒默、杰弗里斯、众议院议长迈克•约翰逊(Mike Johnson)，以及参议院共和党领袖约翰•图恩(John Thune)。"
        }
      ],
      [
        {
          "start": 136.15,
          "text": "约翰逊对美国有线电视新闻网(CNN)表示，总统希望与舒默和杰弗里斯对话，“只是想说服他们遵循常识，做对美国人民有利的事情。”他没有说明会上是否会进行谈判。"
        }
      ],
      [
        {
          "start": 149.16,
          "text": "共和党人提出了一项计划，将政府的临时拨款维持到11月20日。他们称该计划为“干净”的持续决议，意味着总体上按当前水平为政府提供资金。"
        }
      ],
      [
        {
          "start": 161.3,
          "text": "图恩上周日对NBC表示，民主党人在“玩火”，并把美国政府和美国人民“当做人质”。"
        }
      ],
      [
        {
          "start": 168.71,
          "text": "但民主党人表示，他们只会同意将税收减免与《平价医疗法》（Affordable Care Act，又称“奥巴马医保”）挂钩期限延长的协议，相关挂钩政策将于年底到期。共和党人声称，民主党人想向无证移民提供数千亿美元的医疗保健福利。"
        }
      ],
      [
        {
          "start": 187.19,
          "text": "“他们想关闭政府，因为他们最终想把数十亿、甚至数万亿美元给非法移民。”特朗普上周五表示。"
        }
      ],
      [
        {
          "start": 195.68,
          "text": "杰弗里斯在ABC表示，民主党人的“立场非常明确：取消削减、降低成本、拯救医保”。"
        }
      ],
      [
        {
          "start": 203.72,
          "text": "上一次政府停摆发生在特朗普的第一任期内，持续了35天，是美国历史上持续时间最长的一次。"
        }
      ],
      [
        {
          "start": 211.23,
          "text": "共和党策略师惠特•艾尔斯(Whit Ayres)表示，“很难事先预判”哪一党会为政府关门付出政治代价。“大多数人的反应就是：‘你们两党都有问题。你们什么事都办不成，连政府开门都做不到。’”"
        }
      ]
    ],
    "url": "https://audio.ftcn.net.cn/album/a_1759116778_5897.mp3"
  },
  "body_object_english": {
    "text": [
      [
        {
          "start": 10.68,
          "text": "US President Donald Trump will meet with congressional leaders on Monday for crunch talks as the threat of a costly government shutdown within days looms over Washington."
        }
      ],
      [
        {
          "start": 23.43,
          "text": "Trump will host leaders from both parties at the White House after cancelling a meeting earlier this week with Chuck Schumer and Hakeem Jeffries, the top Democrats in the Senate and House of Representatives."
        }
      ],
      [
        {
          "start": 37.33,
          "text": "The federal government will run out of funding, leaving hundreds of thousands of workers furloughed and many public services shuttered, unless lawmakers can strike an agreement to keep the government open by a Tuesday 11.59pm deadline. Republicans need at least seven Democratic votes in the Senate to pass their stop-gap bill to keep funding going until November 20."
        }
      ],
      [
        {
          "start": 64.08,
          "text": "Trump said on Sunday that he thinks Democrats want to reach an agreement."
        }
      ],
      [
        {
          "start": 69.17,
          "text": "“If they don’t make a deal, the country closes,” the president told Reuters. “So I get the impression they want to do something.”"
        }
      ],
      [
        {
          "start": 77.11,
          "text": "The White House raised the stakes on Wednesday when the Office of Management and Budget directed federal agencies to consider using a shutdown as the opportunity to fire federal employees, rather than temporarily lay them off. The threat came on the heels of sweeping jobs cuts earlier this year at the hands of the administration’s so-called Department of Government Efficiency."
        }
      ],
      [
        {
          "start": 101.51,
          "text": "Republicans and Democrats have said that if there is a shut down, it will be the other party’s fault. Republicans have accused Democrats of holding the federal government hostage, while Democrats have criticised Republicans for not engaging in serious negotiations and eschewing the tradition of reaching a bipartisan funding agreement."
        }
      ],
      [
        {
          "start": 123.84,
          "text": "“We don’t want to shut down the government”, vice-president JD Vance told Fox News on Sunday. “But it’s really up to the Democrats.”"
        }
      ],
      [
        {
          "start": 132.33,
          "text": "Schumer said on Sunday that the upcoming White House meeting was “a good first step” but that “we need a serious negotiation”. If in the meeting Trump “is going to rant and just yell at Democrats . . . we won’t get anything done.”"
        }
      ],
      [
        {
          "start": 148.81,
          "text": "Whether the government stays open, “depends on the Republicans”, he told NBC. “I think they felt the heat and they now want to sit down.”"
        }
      ],
      [
        {
          "start": 158.61,
          "text": "Monday’s meeting will include Trump, Schumer, Jeffries, Speaker of the House Mike Johnson and John Thune, the top Republican in the Senate."
        }
      ],
      [
        {
          "start": 169.35,
          "text": "Johnson said on CNN that the president wants to talk to Schumer and Jeffries and “just try to convince them to follow common sense and do what’s right by the American people.” He would not say whether there would be negotiations during the meeting."
        }
      ],
      [
        {
          "start": 186.85,
          "text": "Republicans have put forward a plan to keep the government temporarily funded through November 20. They have argued their plan is a “clean” continuing resolution, meaning that it broadly keeps the government funded at current levels."
        }
      ],
      [
        {
          "start": 202.29,
          "text": "Democrats are “playing with fire” and have taken the US government and American people “hostage”, Thune told NBC on Sunday."
        }
      ],
      [
        {
          "start": 211.07,
          "text": "But Democrats have said they will only sign on to a deal that extends tax credits linked to the Affordable Care Act, or Obamacare, that are due to expire at the end of the year. Republicans have claimed that Democrats want to give undocumented migrants hundreds of billions of dollars in healthcare benefits."
        }
      ],
      [
        {
          "start": 233.01,
          "text": "“They want to shut it down because they want to give billions, ultimately, trillions of dollars, to illegal migrants”, Trump said on Friday."
        }
      ],
      [
        {
          "start": 243.59,
          "text": "Jeffries said on ABC that Democrats’ “position has been very clear: cancel the cuts, lower the cost, save healthcare”."
        }
      ],
      [
        {
          "start": 253.78,
          "text": "The last government shutdown, during Trump’s first administration, was the longest in US history, lasting 35 days."
        }
      ],
      [
        {
          "start": 263.42,
          "text": "Republican strategist Whit Ayres said that “it is really hard to anticipate ahead of time” which party will pay the political price of a shut down. “Most people just react by saying, ‘a pox on both of your houses. You can’t get anything done, you can’t even keep the government open.’”"
        }
      ],
      [
        {
          "start": 291.66,
          "text": ""
        }
      ]
    ],
    "url": "https://audio.ftcn.net.cn/album/a_1759116749_5896.mp3"
  }
}