{
    "type": "interactive",
    "subtype": "FTArticle",
    "id": "237208",
    "ftid": "7e4e5c42-6b67-4e92-aaec-4c5714f672f6",
    "hasPrivilege": true,
    "show_billigual_switch": true,
    "publish_status": "publish",
    "fileupdatetime": "1761875920",
    "cheadline": "苹果预计假日季iPhone销量将迎来大幅增长",
    "cskylineheadline": "",
    "cskylinetext": "",
    "clongleadbody": "这家智能手机巨头称，在截至12月的三个月内，预计总营收同比增长10%至12%，其中iPhone营收将实现两位数增长。",
    "cshortleadbody": "",
    "cbyline": "",
    "eskylineheadline": "",
    "eskylinetext": "",
    "eheadline": "Apple predicts holiday boom in iPhone sales",
    "elongleadbody": "Tech giant reports record annual profits as smartphone demand and services income pick up",
    "eshortleadbody": "",
    "ebyline": "0",
    "cbyline_description": "",
    "cauthor": "<a href=\"/author/Michael%20Acton\" target=\"_blank\">Michael Acton</a>",
    "cbyline_status": "",
    "ebyline_description": "",
    "eauthor": "<a href=\"/author/Michael%20Acton\" target=\"_blank\">Michael Acton</a>",
    "ebyline_status": "",
    "thumblink": null,
    "tag": "苹果,公司盈利和业绩,大型科技公司,美国公司,全球,会员专享",
    "genre": "news",
    "topic": "trade,business",
    "industry": "technology",
    "area": "china,usa",
    "scoop": "no",
    "original": "no",
    "show_english": "no",
    "column": "",
    "pubdate": "1761840000",
    "suppressad": "0",
    "accessright": "0",
    "access_tier": 1,
    "adchannel": "",
    "breadcrumb": "0",
    "headlinesize": "0",
    "customlink": "",
    "last_publish_time": "1761840000",
    "priority": "99",
    "story_pic": {
        "Getty": "",
        "other": "/picture/5/000310635_piclink.jpg",
        "smallbutton": "/picture/5/000310635_piclink.jpg",
        "caption": ""
    },
    "story_audio": {
        "ai_audio_e": "https://audio.ftcn.net.cn/album/a_1761875500_8704.mp3",
        "ai_audio_c": "https://audio.ftcn.net.cn/album/a_1761875522_8660.mp3",
        "interactive_id": "237233"
    },
    "paywall": 1,
    "cache_time": 60,
    "timefororder": "1761840000",
    "tag_code": "%E8%8B%B9%E6%9E%9C%2C%E5%85%AC%E5%8F%B8%E7%9B%88%E5%88%A9%E5%92%8C%E4%B8%9A%E7%BB%A9%2C%E5%A4%A7%E5%9E%8B%E7%A7%91%E6%8A%80%E5%85%AC%E5%8F%B8%2C%E7%BE%8E%E5%9B%BD%E5%85%AC%E5%8F%B8%2C%E5%85%A8%E7%90%83%2C%E4%BC%9A%E5%91%98%E4%B8%93%E4%BA%AB",
    "author_code": "Michael%20Acton",
    "item_type": "interactive",
    "whitelist": 0,
    "relative_story": [],
    "relative_vstory": [],
    "cbody": "<p>苹果公司周四公布了创纪录的年度利润，并预测假日季将迎来有史以来销售额最好的一个季度，这主要得益于其最新款iPhone 17的强劲需求。</p>\r\n<p>这家智能手机巨头称，在截至12月的三个月内，预计总营收同比增长10%至12%，其中iPhone营收将实现两位数增长。</p>\r\n<p>这一预期高于华尔街对营收增长6%的估计。苹果首席财务官凯万•帕雷克(Kevan Parekh)将其归因于iPhone 17在9月发布后取得的“良好开局”。</p>\r\n<p>乐观的预测显示，新一轮消费者更换升级设备的浪潮可能已经开启。iPhone贡献了苹果约一半的营收，使其换机周期成为公司业务的重要驱动力。</p>\r\n<p>苹果公司周四表示，截至9月的财年净收入创下纪录，达1120亿美元，同比增加五分之一。</p>\r\n<p>截至9月底的季度营收为1025亿美元，同比增长8%，高于华尔街预期的1016亿美元（数据来自Visible Alpha）。苹果股价在盘后交易中上涨约2.5%。</p>\r\n<div class=\"pic is-mixed\" id=\"id-6\"><picture><img src=\"https://dq4atoxl7csa1.cloudfront.net/unsafe/2400x0/https://d6c748xw2pzm8.cloudfront.net/prod/286739c0-b5bf-11f0-b0b4-f942ecb460e8-standard.png\"><source media=\"screen and (max-width: 490px)\" srcset=\"https://dq4atoxl7csa1.cloudfront.net/unsafe/2400x0/https://d6c748xw2pzm8.cloudfront.net/prod/286739c0-b5bf-11f0-b0b4-f942ecb460e8-mobile.png\"></picture>季度营收与净利润的柱状图（单位：十亿美元），显示苹果公司第四财季营收创纪录</div>\r\n<p>尽管面临美国关税压力，Apple 仍选择压低新机定价，并为基础款增添更多功能，iPhone17因而在早期就取得了成功。</p>\r\n<p>来自Counterpoint Research的早期数据显示，在美国和中国，最新机型的销量比去年的iPhone 16高出14%。</p>\r\n<p>在新冠疫情期间经历销售激增后，近年苹果的设备升级步伐放缓。</p>\r\n<p>这家总部位于加州库比蒂诺的科技巨头预计，尽管面临14亿美元的关税相关成本，仍能在年底前维持47%至48%的毛利率。该公司证实，正如其此前预测的那样，上一季度关税造成的损失为11亿美元。</p>\r\n<p>截至9月的这一季度，净利润为275亿美元，好于预期；每股收益为1.85美元。iPhone销量同比增长6%。</p>\r\n<p>苹果表示，由于供应链限制，去年发布的iPhone 16和新款iPhone17的交付都受到了影响，该公司将此归咎于上季度销售额略低于预期。</p>\r\n<p>苹果在中国这个关键市场的收入下降了 4%，原因是该公司面临着来自华为等本土品牌的竞争以及监管问题。</p>\r\n<p>不过，本月早些时候访华的首席执行官蒂姆•库克(Tim Cook)向分析师表示，他预计中国市场的销售将在12月季度重回增长，苹果门店的客流量同比“显著”提升。</p>\r\n<p>苹果在其财年中，来自服务业务的全年营收首次突破1000亿美元。该高利润板块（包括App Store、iCloud和Apple Pay）在全球监管部门审视苹果对其生态系统的严格控制之际，仍保持<a href=\"https://www.ft.com/content/3687fab7-3aea-4f81-9616-ed3d1f7be5b8\">强劲增长</a>。</p>\r\n<p>本周早些时候，苹果公司市值突破4万亿美元。自8月份以来，其股价已上涨超过30%，此前该公司股价在4月份遭受重创，当时美国总统唐纳德•特朗普(Donald Trump)发起的全球贸易战威胁到苹果庞大的供应链。</p>\r\n<p>周四公布的业绩将有助于打消部分分析师的担忧——他们认为，今年早些时候设备销量的增长只是昙花一现，主要是受消费者在中美互相加征关税前抢购所推动。</p>\r\n<p>库克表示，他对美国同意将针对中国进口、今年早些时候也波及苹果的20%“芬太尼”关税下调至10%“深受鼓舞”。此举是在周四早些时候特朗普与中国领导人习近平(Xi Jinping)会晤后宣布的。</p>\r\n<p>在与大型科技竞争对手争夺推出先进人工智能产品的竞赛中，苹果很难保持竞争力；其为语音助手Siri规划的更新被推迟，且因漏洞被迫回退一项新闻摘要功能。</p>\r\n<p>帕雷克表示，公司正加大围绕人工智能的研发投入，致使上季度运营费用增长11%。</p>",
    "ebody": "<p>Apple predicted the holiday season will bring its best ever quarter for sales, powered by strong demand for it latest iPhone 17, as it posted record annual profit on Thursday.</p>\r\n<p>The smartphone giant said it expected total revenue growth of 10 to 12 per cent year-on-year in the three months to December, with iPhone revenue growing by double digits.</p>\r\n<p>The forecast is higher than Wall Street estimates of 6 per cent revenue growth, which Apple chief financial officer Kevan Parekh attributed to a “great start” for the iPhone 17 after its September launch.</p>\r\n<p>The optimistic prediction suggests a fresh round of consumers upgrading their devices could be under way. The iPhone accounts for about half of Apple’s revenue, making its upgrade cycle a big driver of its business.</p>\r\n<p><a href=\"https://www.ft.com/apple-inc\">Apple</a> on Thursday reported a record $112bn in net income for the year to September, the end of its fiscal year, up by a fifth from the year before.</p>\r\n<p>Revenue for the quarter to the end of September was $102.5bn, up 8 per cent year on year and above Wall Street expectations of $101.6bn according to Visible Alpha. Apple shares were up roughly 2.5 per cent in after-hours trading.</p>\r\n<div class=\"pic is-mixed\" id=\"id-6\"><picture><img src=\"https://dq4atoxl7csa1.cloudfront.net/unsafe/2400x0/https://d6c748xw2pzm8.cloudfront.net/prod/286739c0-b5bf-11f0-b0b4-f942ecb460e8-standard.png\"><source media=\"screen and (max-width: 490px)\" srcset=\"https://dq4atoxl7csa1.cloudfront.net/unsafe/2400x0/https://d6c748xw2pzm8.cloudfront.net/prod/286739c0-b5bf-11f0-b0b4-f942ecb460e8-mobile.png\"></picture>Column chart of Quarterly revenue and net income, $bn showing Apple reports record fourth quarter revenue</div>\r\n<p>The iPhone 17 has proved an early success after Apple chose to hold down prices of the new model, despite the burden of US tariffs, and added more features to the base models.</p>\r\n<p>Early data from Counterpoint Research showed sales of the latest models outpacing last year’s iPhone 16 by 14 per cent in the US and China.</p>\r\n<p>Apple has seen slower device upgrades in recent years after a sales boom during the Covid-19 pandemic.</p>\r\n<p>The Cupertino, California-based tech giant expects it can maintain gross margins of 47 to 48 per cent through the end of the year, in spite of $1.4bn of tariff-related costs. It confirmed a $1.1bn hit from tariffs in the last quarter, as it had predicted.</p>\r\n<p>Net income in the quarter to September was better than forecast at $27.5bn, and earnings per share were $1.85. iPhone sales grew 6 per cent in the quarter from a year before.</p>\r\n<p>Apple said deliveries of both last year’s iPhone 16 and the new iPhone 17 have been held up supply chain constraints, which it blamed for narrowly missing last quarter’s sales expectations.</p>\r\n<p>Revenue from China, a key market for Apple, fell 4 per cent, as it struggled with competition from local brands like Huawei and regulatory issues.</p>\r\n<p>But chief executive Tim Cook, who visited China earlier this month, told analysts he expected sales in China to return to growth in the December quarter, with traffic to Apple’s stores up “significantly” year over year.</p>\r\n<p>Apple’s full-year revenue from services surpassed $100bn for the first time in its fiscal year. The high-margin division, which includes the App Store, iCloud and Apple Pay, continued <a href=\"https://www.ft.com/content/3687fab7-3aea-4f81-9616-ed3d1f7be5b8\">strong growth</a> despite global regulatory scrutiny over Apple’s tight control of its ecosystem.</p>\r\n<p>The iPhone maker’s market capitalisation hit $4tn earlier this week. Its share price is up more than 30 per cent since August, after recovering from a knock in April when President Donald Trump launched a global trade war that threatened Apple’s vast supply chain.</p>\r\n<p>Thursday’s results will help overcome the concern of some analysts that a boost in device sales earlier this year was a temporary blip driven by consumers trying to shop before the US and China imposed tariffs on each other.</p>\r\n<p>Cook said he was “very encouraged” that the US had agreed to cut its 20 per cent “fentanyl” tariff on Chinese imports, which hit Apple earlier this year, to 10 per cent following Trump’s meeting with China’s leader Xi Jinping earlier on Thursday.</p>\r\n<p>Apple has struggled to compete with Big Tech rivals in the race to offer sophisticated artificial intelligence products, with planned updates to its voice assistant Siri delayed and bugs forcing it to roll back a news summary feature.</p>\r\n<p>Parekh said the company was investing in research and development around AI, driving up its operating expenses by 11 per cent in the last quarter.</p>"
}